adpyke.codesnap
alexcvzz.vscode-sqlite
anseki.vscode-color
austenc.tailwind-docs
bradlc.vscode-tailwindcss
csstools.postcss
dbaeumer.vscode-eslint
dheovani.svg-viewer
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
genuitecllc.codetogether
github.vscode-github-actions
jtlehtinen.vscode-ppm-view
ms-azuretools.vscode-docker
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
mylesmurphy.prettify-ts
pkief.material-icon-theme
prisma.prisma
rocketseat.theme-omni
rvest.vs-code-prettier-eslint
sonarsource.sonarlint-vscode
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
tabnine.tabnine-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
yandeu.five-server
yoavbls.pretty-ts-errors
